Repository: rdeconti/Projeto-RDECONTI-.Net-YourJester
Catalog: YourJester/App_GlobalResources/Resources.*.resx
Languages: es

# mailTextBody001
source: Your account was created in WWW.YourJester.com. Please confirm this creation with this user code and password:
es: Su cuenta fué creada en WWW.YourJester.com. Por favor, confirme esta creación con este código de usuario y contraseña:

# mailTextSubject001
source: YourJester - Your account was createad
es: Jester´s Portal - Your account is activated

# messageCode001
source: Your login attempt was not successful, please try again.
es: Su intento de inicio de sesión no se ha realizado correctamente , por favor intente de nuevo.

# messageCode002
source: Password is required
es: Se requiere contraseña.

# messageCode003
source: User code is required
es: Se requiere codigo de usuario.

# messageCode005
source: Length between 5 and 10 characteres
es: Contraseña incorrecta : longitud entre 5 y 10 caracteres

# messageCode009
source: New password must be different from old passwords
es: Nueva contraseña debe ser diferente de las contraseñas antiguas .

# messageCode010
source: New password and confirmation of password must be equals.
es: Nueva contraseña y confirmación de contraseña deben ser iguales.

# messageCode011
source: New password is required
es: Nueva contraseña es requerida.

# messageCode012
source: Your password was changed
es: ¡Su contraseña ha sido cambiada!

# messageCode013
source: Your account was created
es: ¡Su cuenta ha sido creada satisfactoriamente!

# messageCode014
source: Please enter a different user code. This one already exists.
es: Por favor, introduzca un código de usuario diferente. Éste ya existe.

# messageCode015
source: Please enter a different e-Mail. This one already exists.
es: Por favor introduzca una dirección de correo diferente. Éste ya existe.

# messageCode016
source: e-Mail is required
es: Se requiere E -mail .

# messageCode017
source: Confirmation password is required
es: Contraseña de confirmación si requiere .

# messageCode018
source: Password and confirmation password must be equals.
es: Contraseña y confirmación de contraseña deben ser iguales.

# messageCode021
source: Your password has been sent to you.
es: Su contraseña ha sido enviada a usted.

# messageCode022
source: Your attempt to retrieve your password was not successful. Please try again.
es: Su intento de recuperar la contraseña no tuvo éxito. Por favor, vuelva a intentarlo

# messageCode023
source: Your answer could not be verified. Please try again.
es: Su respuesta se seguridad no pudo ser verificada . Por favor, vuelva a intentarlo .

# messageCode024
source: Your question could not be verified. Please try again.
es: Su pregunta de seguridad no pudo ser verificada . Por favor, vuelva a intentarlo .

# messageCode025
source: Please, be connected to access your data!
es: Por favor, conectar-se para acender a sus datos!

# messageCode026
source: Must have at least one letter
es: Debe tener al menos una letra.

# messageCode027
source: Must have at least one digit
es: Debe tener al menos un dígito.

# messageCode028
source: Must have at least one special character
es: Debe tener al menos un carácter especial.

# messageCode029
source: More than two characteres are repeated
es: Más de dos caracteres se repiten .

# messageCode030
source: Full name is required.
es: Se requiere nombre completo.

# messageCode031
source: Please adjust this information
es: Por favor corregir esta información

# messageCode032
source: Birthday is required.
es: Se requiere cumpleaños.

# messageCode033
source: Language is required.
es: Se requiere idioma.

# messageCode034
source: A confirmation code was sent to your e-Mail textAddress. Please check and come back to accees your account.
es: Un código de confirmación fue enviado a tu dirección de correo electrónico. Por favor, comprobar y volver a acceder a su cuenta.

# messageCode035
source: Confirmation code was not generated!
es: Codigo de confirmación no fué generado!

# messageCode037
source: Code confirmation is required.
es: Se requiere codigo de confirmación.

# messageCode038
source: Code confirmation is wrong.
es: Codigo de confirmación es incorrecto.

# messageCode039
source: User code and password are wrong.
es: Codigo del usuario y contraseña son incorrectos.

# messageCode041
source: Your user account was not confirmed yet.
es: Su cuente de usuario aún no esta confirmada.

# messageCode043
source: e-Mail address is not valid
es: e-Mail no es valido.

# messageCode045
source: It was not possible to save login history
es: No fúe posible grabar el historial de inicio de sessión

# messageCode046
source: You exceed number of login Attempts
es: Usted excedió en numero de tentativas de inicio de session

# messageCode047
source: It was not possible to update Faseword status
es: No fué posible actualizar el status de la contaseña

# messageCode048
source: No e-Mail registered to this user code
es: Ningún e-Mail registrado para esto codigo del usuario

# messageCode049
source: No valid password registered to this user code
es: Ninguna contraseña valida para esto usuario

# messageCode050
source: Password was not generated!
es: Contraseña no fué generada

# messageCode055
source: List of genderes with problems!
es: Listado de generos tiene problemas!

# messageCode056
source: List of marital status with problems!
es: Listado de estado civil con problemas!

# messageCode057
source: We are working on translating the portal to your language!
es: Nossostros estamos trabajando en traducir el portal para sú idioma!

# messageCode058
source: One option to each box must be selected
es: Una opción para cada caja debe ser elejida

# messageCode059
source: User code does not exist
es: Código del usuario no existe

# messageCode060
source: There is no previous page
es: No hay ninguna página anterior

# messageCode061
source: There is no next page
es: No hay página siguiente

# textAccount
source: Account
es: Cuenta

# textAccountChange
source: Account change
es: Cambio de cuenta de usuario

# textAccountConfirmation
source: Account confirmation
es: Confirmación de cuenta de usuario

# textAccountCreate
source: Account create
es: Creación de cuenta de usuário

# textAccountHistory
source: Account history
es: Historial de cuenta de usuario

# textAccountLogOn
source: Account login
es: Entrar na cuenta de usuario

# textAccountLogout
source: Account logout
es: Salir de la cuenta de usuario

# textAccountRecovery
source: Account recovery
es: Recuperar la cuenta de usuario

# textAdditional
source: Additional
es: Adicional

# textAddress
source: Address
es: Ubicación

# textAge
source: Age
es: Años

# textAmulets
source: Amulets
es: Amuletos

# textAnswerDate
source: Answer date
es: fecha de la respuesta

# textAnswerHour
source: Answer hour
es: hora de la respuesta

# textApartament
source: Apartament
es: Departamento

# textApproved
source: Approved
es: Aprobado

# textAstrologyAztec
source: Aztec Astrology
es: Astrología Azteca

# textAstrologyBrazilian
source: Brazilian Astrology
es: Astrología Brasileña

# textAstrologyCeltic
source: Celtic Astrology
es: Astrología Celta

# textAstrologyChinese
source: Chinese Astrology
es: Astrología China

# textAstrologyEgyptian
source: Egyptian Astrology
es: Astrología Egipcia

# textAstrologyGypsy
source: Gypsy Astrology
es: Astrología Gitana

# textAstrologyIndian
source: Indian Astrology
es: Astrología India

# textAstrologyMaya
source: Maya Astrology
es: Astrología Maya

# textAstrologyOcidental
source: Western Astrology
es: Astrología Occidental

# textAstrologyShamanic
source: Shamanic Astrology
es: Astrología Chamánica

# textBiorhythm
source: Biorhythm
es: Biorritimo

# textBirthday
source: Birthday
es: Cumpleaños

# textBirthTime
source: Birthtime
es: Hora de nascimento

# textBooks
source: Books
es: Libros

# textBorn
source: Where you born ?
es: Donde usted nasció?

# textBornPressage
source: Birth Omen
es: Augurio del Nacimiento

# textBrowse
source: Browse
es: Busqueda

# textCancel
source: Cancel
es: Cancelar

# textChange
source: Change
es: Cambiar

# textCharacteristicsNegative
source: Negative characteristic
es: Caracteristica negativa

# textCharacteristicsPositive
source: Positive characteristic
es: Caracteristica positiva

# textChooseOneOption
source: Choose one option
es: Elija una opción

# textCity
source: City
es: Ciudad

# textComment
source: Comment
es: Comentar

# textComplement
source: Complement
es: Complemento

# textConditions
source: Conditions
es: Condiciones

# textConfigurations
source: Configurations
es: Configuraciones

# textConfirmations
source: Confirm
es: Confirmar

# textCountry
source: Country
es: Pais

# textBirthCountry
source: Country where you born
es: Pais donde usted nasció

# textLiveCountry
source: Country where you live
es: Pais donde usted vive

# textCreate
source: Create
es: Crear

# textCreation
source: Creation
es: Creación

# textCredits
source: Credits
es: Creditos

# textCurrency
source: Currency
es: Moneda

# textCustomers
source: Customers
es: Nuestros clientes

# textDay
source: Day
es: Día

# textDescription
source: Description
es: Descripción

# textDestiny
source: Destiny
es: suerte

# textDislike
source: Dislike
es: No le gusta

# textDistrict
source: District
es: Distrito

# textDonations
source: Donations
es: Donaciones

# textDoubts
source: Doubts
es: Dudas

# textEnneagramQuestions
source: Enneagram questions
es: Preguntas enneagrama

# textEnneagramResults
source: Enneagram results
es: Resultados enneagrama

# textEqual
source: Equal
es: Igualdad

# textExpression
source: Expression
es: Expresión

# textFamily
source: Family
es: Familia

# textFavorites
source: Favorites
es: Favoritos

# textFind
source: Find
es: Búsqueda

# textFinishDate
source: Finish date
es: La fecha final

# textFinishHour
source: Finish hour
es: Finalizar horas

# textFirstchallenge
source: First challenge
es: primer reto

# textFirstcycle
source: First cycle
es: Primer ciclo

# textFirstName
source: First name
es: Nombre de pila

# textFullName
source: Full name
es: Nombre completo

# textGender
source: Gender
es: Genero

# textHealth
source: Health
es: Salud

# textHelp
source: Help
es: Ayuda

# textHobbies
source: Hobbies
es: Aficiones

# textHour
source: Hour
es: Hora

# textIdentification
source: Identification
es: Identificación

# textInstinct
source: Instinct
es: instinto

# textKeywords
source: Key words
es: palabras clave

# textLament
source: Lament
es: Lamentación

# textLanguage
source: Language
es: Idioma

# textLanguages
source: Languages
es: idiomas

# textLastName
source: Last name
es: Apellido

# textLike
source: Like
es: Le gusta

# textLive
source: Where you live ?
es: Donde usted vive?

# textLogOn
source: Login
es: Iniciar sesión

# textLogOnConfirmation
source: Confirmation code
es: Codigo de confirmación

# textLogOnConfirmNewUserPassword
source: Confirm new password
es: Confirmar nueva contraseña

# textLogOnConfirmPassword
source: Confirmation password
es: Confirmar contraseña

# textLogOnNewUserPassword
source: New password
es: Nueva contraseña

# textLogOnPassword
source: Password
es: Contrasena

# textLogOnUserCode
source: User code
es: Codigo del usuario

# textLogOnUserPassword
source: Password
es: Contraseña

# textLogOnUserRemember
source: Remember me next time
es: Recuerdame la proxima vez.

# textLogout
source: Logout
es: Cerrar sessión

# textMaritalStatus
source: Marital status
es: Estado civil

# textMaterials
source: Materials
es: Materiales

# textMiddleName
source: Middle name
es: Segundo nombre

# textMinute
source: Minute
es: Minuto

# textMission
source: Mission
es: Nuestra mission

# textMissions
source: Mission
es: Misión

# textMonth
source: Month
es: Mes

# textMotivation
source: Motivation
es: Motivación

# textName
source: Name
es: Nombre

# textNext
source: Next
es: Siguiente

# textNickname
source: Nickname
es: Apodo

# textNoUpdate
source: No update
es: No actualizar

# textNumber
source: Number
es: Numero

# textNumerology
source: Numerology
es: Numerologia

# textOccupations
source: Occupation
es: Occupación

# textApp
source: APP
es: Nuestro Aplicativo

# textAwards
source: Awards
es: nuestros premios

# textEnterprise
source: Enterprise
es: Nuestra empresa

# textPartners
source: Partners
es: Parceros

# textParents
source: Parents
es: padres

# textPersonality
source: Personality
es: Personalidad

# textStep
source: Step
es: Fase

# textPhone
source: Phone
es: Teléfono

# textPhone1
source: Phone 1
es: Telefono 1

# textPhone2
source: Phone 2
es: Telefono 2

# textPhoto
source: Photo
es: Foto

# textPoints
source: Points
es: Puntos

# textPortalMap
source: Portal map
es: Mapa del portal

# textPostbox
source: Post box
es: Caja postal

# textPrevious
source: Previous
es: previo

# textPrivacity
source: Privacity
es: Privacidad

# textProfession
source: Profession
es: oficio

# textProviders
source: Providers
es: Provedores

# textQuestionNumber
source: Question number
es: Número de pregunta

# textQuestions
source: Questions
es: Preguntas

# textRecovery
source: Recover
es: Recuperar

# textRegion
source: Region
es: Región

# textReligions
source: Religion
es: Religión

# textRepproved
source: Repproved
es: Reprobaron

# textSchooling
source: Scholarity
es: Escolaridad

# textSecond
source: Second
es: Segundo

# textSecondChallenge
source: Second challenge
es: Segundo desafío

# textSecondCycle
source: Second cycle
es: Segundo ciclo

# textServices
source: Services
es: Nuestros seraddictions

# textSexuality
source: Sexuality
es: Sexualidad

# textShare
source: Share
es: Compartir

# textShared
source: Shared
es: Compartido

# textShopping
source: Shopping
es: Compras

# textSports
source: Sports
es: Esportes

# textStartDate
source: Start date
es: Fecha de inicio

# textStartHour
source: Start hour
es: Comience horas

# textStatistics
source: Statistics
es: Estadísticas

# textStreet
source: Street
es: Calle

# textSubconscious
source: Subconscious
es: subconsciente

# textTemperament
source: Temperament
es: Temperamiento

# textTermsofuse
source: Terms of use
es: Termos de utilización

# textThirdchallenge
source: Third challenge
es: Tercer desafío

# textThirdCycle
source: Third cycle
es: Tercer ciclo

# textUnderCurrents
source: Undercurrents
es: corrientes subterráneas

# textUpdate
source: Update
es: Actualizar

# textUpload
source: Upload
es: Cargar

# textValue
source: Value
es: Valor

# textWage
source: Wage
es: Salario

# textYear
source: Year
es: Año

# textYes
source: Yes
es: Sí

# textYouByOthers
source: You by others
es: Usted por los otros

# textYouDescribeYou
source: You describe you
es: Usted describe a usted

# textYouDiscoverYou
source: You discover you
es: Usted discobre a usted

# textYouInAction
source: You in action
es: Usted en acción

# textYouToday
source: You today
es: Usted hoy

# textYouTomorrow
source: You tomorrow
es: Usted manhana

# textYouVirtual
source: You virtual
es: Usted virtual

# textMessageError
source: Sorry! We had an exception! We are working on this! Please continue with us!
es: Disculpa! Nosostros tuvimos una excepción! Estamos trabajano en eso! Por favor continue con nosostros!

# textViewed
source: Viewed
es: Visto

# messageCode062
source: Your data was updated!
es: Sus datos están actualizados!

# textCpsQuestions
source: Cps questions
es: Preguntas Cps

# textCpsresults
source: Cps results
es: Resultados Cps

# textEnneagram
source: Enneagram
es: Eneagrama

# textHippocratesResults
source: Hippocrates results
es: Resultados Hippocrates

# textHippocratesQuestions
source: Hippocrates questions
es: Preguntas Hippocrates

# messageCode063
source: Your answers were updated!
es: Sus respuestas fueron actualizadas!

# textBad
source: Bad
es: Malo

# textDirection
source: Direction
es: Dirección

# textGood
source: Good
es: Bueno

# textProfile
source: Profile
es: Perfil

# textRecommendation
source: recommendation
es: Recomendación

# textTriad
source: Triad
es: Triade

# textType
source: Type
es: Tipo

# textVirtue
source: Virtue
es: Virtude

# messageCode064
source: You do not have results to your enneagram!
es: Usted no tiene resultados para el enneagrama!

# textAnswer1
source: Never
es: Nunca

# textAnswer2
source: Very rarely
es: Muito raramente

# textradioAnswer3
source: Rarely
es: Raramente

# textAnswer4
source: Occasionally
es: Ocasionalmente

# textAnswer5
source: Often
es: Frequentemente

# textAnswer6
source: Very often
es: Muito frequentemente

# textAnswer7
source: Always
es: Siempre

# textApperance
source: Apperance
es: Aparência

# textAttitudes
source: attitudes
es: Atutudes

# textClothing
source: Clothing
es: Vestuário

# textDisposal
source: Disposal
es: Disposição

# textDrawings
source: Drawings
es: Formas

# textEyes
source: Eyes
es: Olhos

# textFood
source: Food
es: Alimentação

# textGestures
source: Gestures
es: Gestual

# textHabits
source: Habits
es: Habitos

# textInterest
source: Interest
es: Interesses

# textMemory
source: Memory
es: Memória

# textObservation
source: Observation
es: Observação

# textRelationships
source: Relationships
es: Relacionamentos

# textSpeaking
source: Speaking
es: Fala

# textWalk
source: Walk
es: Caminhar

# textAutocheckQuestions
source: Autocheck questions
es: Auto check preguntas

# textAutocheckResults
source: Autocheck results
es: Auto check resultados

# textCharacteristic
source: Characteristic
es: Caracteristica

# textCharacteristicsNeutral
source: Neutral characteristic
es: Caracteristica neutra

# textDelete
source: Delete
es: Excluye

# textTasks
source: Tasks
es: Tareas

# textProjects
source: Projects
es: Proyectos

# textStatus
source: Status
es: Situación

# textFinished
source: Finished
es: Finalizado

# textStarted
source: Started
es: Empezado

# textCosts
source: Costs
es: Costos

# textResponsible
source: Responsible
es: Responsable

# messageCode065
source: Project was deleted
es: Proyecto fué borrado

# messageCode066
source: Project was changed
es: Proyecto fué cambiado

# messageCode067
source: Project was created
es: Proyecto fué creado

# messageCode068
source: Task was deleted
es: Tarea fué borrada

# messageCode069
source: Task was changed
es: Tarea fué cambiada

# messageCode070
source: Task was created
es: Tarea fué creada

# messageCode071
source: Project was started
es: Proyecto fué empezado

# messageCode072
source: Project was finished
es: Proyecto fué finalizado

# messageCode073
source: Task was started
es: Tarea fué empezada

# messageCode074
source: Task was finished
es: Tarea fué finalizada

# textRemember
source: Remember
es: Lembrar

# textShow
source: Show
es: Mostrar

# messageCode075
source: Upload an image that identity you to the world
es: Cargue una foto que identifique usted para el mundo

# textCopy
source: Copy to
es: Cópia para

# textFrom
source: From
es: De

# textMessage
source: Message
es: Mensagem

# textTitle
source: Title
es: Título

# textTo
source: To
es: Para

# textSend
source: Send
es: Enviar

# messageCode076
source: Email was send to YourJester!
es: Email fué enviado para YourJester!

# textFirst
source: First
es: Primera

# textLast
source: Last
es: Ultima

# textList
source: List
es: Listado

# textQuestion
source: Question
es: Questión

# textAnswer
source: Answer
es: Respuesta

# textDate
source: Date
es: Fecha

# textProducts
source: Products
es: Productos

# textHomeDescription00
source: Help you to know yourself better and have a plan to be happier the today
es: Ayudar usted a si conocer mejor y tener un plan para seer mas feliz que hoy

# textTrips
source: Trips
es: Viajens

# textYou
source: You
es: Usted

# textTools
source: Tools
es: Sobre nosostros

# textYouByWorld
source: You by world
es: Usted pr el mundo

# textReadMore
source: Read more
es: Leer mas

# textArabic
source: Arabic
es: Arabe

# textChinese
source: Chinese
es: Chino

# textEnglish
source: English
es: Ingles

# textFrench
source: French
es: Frances

# textGerman
source: German
es: Aleman

# textItalian
source: Italian
es: Italiano

# textJapanese
source: Japanese
es: Japones

# textPortuguese
source: Portuguese
es: Portugues

# textConfirm
source: Confirm
es: Confirmar

# textSpanish
source: Spanish
es: Español

# textHistory
source: History
es: Historial

# textInformation
source: Information
es: Información

# textSince
source: © Since 2014 - Your Jester - All rights reserved
es: © Desde 2014 - Your Jester - Todos los derechos reservados

# messageCode077
source: User photo is not valid
es: Photo del usuario no es valida

# textUserPhotos
source: User photos
es: Fotos del usuário

# messageCode004
source: Your login was successful!
es: Su conexión fué exitosa!

# messageCode078
source: User photo updated
es: Photo del usuario actualizada

# textOptions
source: Options
es: Opciones

# textLogoutDesc
source: We recommend that you close your web browser when you have finished your online session
es: Nosostros recomendamos que usted cierre su navagador en em momento que usted termine sú sessión

# textPanel
source: Panel
es: Painel

# textStep01
source: Step 01
es: Fase 01

# textStep02
source: Step 02
es: Fase 02

# textStep03
source: Step 03
es: Fase 03

# textStep04
source: Step 04
es: Fase 04

# textStep05
source: Step 05
es: Fase 05

# textStep06
source: Step 06
es: Fase 06

# textStep07
source: Step 07
es: Fase 07

# textStep08
source: Step 08
es: Fase 08

# textAnswers
source: Answers
es: Respuestas

# textStep09
source: Step 09
es: Fase 09

# textStep10
source: Step 10
es: Fase 10

# textStep11
source: Step 11
es: Fase 11

# textStep12
source: Step 12
es: Fase 12

# textStep13
source: Step 13
es: Fase 13

# textStep14
source: Step 14
es: Fase 14

# textStep15
source: Step 15
es: Fase 15

# textUpdated
source: Updated on
es: Actualizado en

# textAgree
source: Agree
es: Concuerdo

# textDisagree
source: Disagree
es: Disacuerdo

# textCharacteristics
source: Characteristics
es: Caracteristicas

# textNegative
source: Negative
es: Negativo

# textNeutral
source: Neutral
es: Neutro

# textPositive
source: Positive
es: Positivo

# textProgress
source: Progress
es: Progreso

# textResults
source: Results
es: Resultados

# textSelect
source: Select
es: Elegir

# textFinalAnalysis
source: Final analysis
es: Analise final

# textIncomplete
source: Incomplete
es: Incompleto

# textAnalysis
source: Analysis
es: Analisis

# textAnswerHigh
source: High
es: Alto

# textAnswerLow
source: Low
es: Bajo

# textBirthCity
source: City where you born
es: Ciudad donde usted nascio

# textBirthRegion
source: Region where you born
es: Región donde usted nascio

# textCountryLive
source: Country where you live
es: País donde usted vive

# textLiveCity
source: City where you live
es: Ciudad donde usted vive

# textLiveRegion
source: Region where you live
es: Región donde usted vive

# textPlaces
source: Places
es: Umbicaciones

# textAchivements
source: Achivements
es: Conquistas

# textPersonalData
source: Personal Data
es: Datos personales
